20241102T084908--kdoc-259-非対称な進化__draft_essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-11-02 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 259: 非対称な進化</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 259: 非対称な進化</h1>

<div id="outline-container-orgc42a5be" class="outline-2">
<h2 id="orgc42a5be"><a href="#orgc42a5be">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orgc42a5be">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>

<ul class="org-ul">
<li>レビュー
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org796e601" class="outline-2">
<h2 id="org796e601"><a href="#org796e601">概要</a></h2>
<div class="outline-text-2" id="text-org796e601">
<p>
「生成AIがすごい」ともてはやされている。実際便利なので、自分もよく使う。未来はどうなっていくのだろう、と期待と不安をもって考える。
</p>

<p>
しかし、そういう時代は進化した感をよそに、同じAIでも10年前とあまり変わってないように見えるものもある。レコメンドだ。
</p>

<ul class="org-ul">
<li>YouTubeでは、1度虫の動画を見るとサジェストされる動画は虫ばかりになる</li>
<li>Amazonでは、「このようなものを買っています」が便利だが、10年前と大して変わっていない</li>
<li>Netflixでは、おすすめされる作品に全然興味を持てない</li>
</ul>

<p>
コンピュータまわりの常識はすぐ変わっていくが、すべての分野で同じような勢いを持って変わっていくわけではない。
</p>
</div>
</div>
<div id="outline-container-orga4994c0" class="outline-2">
<h2 id="orga4994c0"><a href="#orga4994c0">関連</a></h2>
<div class="outline-text-2" id="text-orga4994c0">
<ul class="org-ul">
<li><a href="20231223T004157--kdoc-60-ネット広告がクソな理由__essay.html#ID-20231223T004157">KDOC 60: ネット広告がクソな理由</a>。広告もあまり進んでいないように見える</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
